<template>
  <div class="bg">
    <div class="title">中华人民共和国个人所得税法</div>
    
    <i>
      <span class="top">第一条</span>　在中国境内有住所，或者无住所而在境内居住满一年的个人，从中国境内和境外取得的所得，依照本法规定缴纳个人所得税。<br>
      在中国境内无住所又不居住或者无住所而在境内居住不满一年的个人，从中国境内取得的所得，依照本法规定缴纳个人所得税。
    </i>
    <i>
      <span class="top">第二条</span>　下列各项个人所得，应纳个人所得税：<br>
      一、工资、薪金所得；<br>
      二、个体工商户的生产、经营所得；<br>
      三、对企事业单位的承包经营、承租经营所得；<br>
      四、劳务报酬所得；<br>
      五、稿酬所得；<br>
      六、特许权使用费所得；<br>
      七、利息、股息、红利所得；<br>
      八、财产租赁所得；<br>
      九、财产转让所得；<br>
      十、偶然所得；<br>
      十一、经国务院财政部门确定征税的其他所得。<br>
     </i>
     <i>
       <span class="top">第三条</span>　个人所得税的税率：<br>
        一、工资、薪金所得，适用超额累进税率，税率为百分之三至百分之四十五（税率表附后）。<br>
        二、个体工商户的生产、经营所得和对企事业单位的承包经营、承租经营所得，适用百分之五至百分之三十五的超额累进税率（税率表附后）。<br>
        三、稿酬所得，适用比例税率，税率为百分之二十，并按应纳税额减征百分之三十。<br>
        四、劳务报酬所得，适用比例税率，税率为百分之二十。对劳务报酬所得一次收入畸高的，可以实行加成征收，具体办法由国务院规定。<br>
        五、特许权使用费所得，利息、股息、红利所得，财产租赁所得，财产转让所得，偶然所得和其他所得，适用比例税率，税率为百分之二十。<br>
      </i>
      <i>
        <span class="top">第四条</span>　下列各项个人所得，免纳个人所得税：<br>
        一、省级人民政府、国务院部委和中国人民解放军军以上单位，以及外国组织、国际组织颁发的科学、教育、技术、文化、卫生、体育、环境保护等方面的奖金；<br>
        二、国债和国家发行的金融债券利息；<br>
        三、按照国家统一规定发给的补贴、津贴；<br>
        四、福利费、抚恤金、救济金；<br>
        五、保险赔款；<br>
        六、军人的转业费、复员费；<br>
        七、按照国家统一规定发给干部、职工的安家费、退职费、退休工资、离休工资、离休生活补助费；<br>
        八、依照我国有关法律规定应予免税的各国驻华使馆、领事馆的外交代表、领事官员和其他人员的所得；<br>
        九、中国政府参加的国际公约、签订的协议中规定免税的所得；<br>
        十、经国务院财政部门批准免税的所得。<br>
      </i>
      <i>
        <span class="top">第五条</span>　有下列情形之一的，经批准可以减征个人所得税：<br>
        一、残疾、孤老人员和烈属的所得；<br>
        二、因严重自然灾害造成重大损失的；<br>
        三、其他经国务院财政部门批准减税的。<br>
      </i>
      <i>
        <span class="top">第六条</span>　应纳税所得额的计算：<br>
        一、工资、薪金所得，以每月收入额减除费用三千五百元后的余额，为应纳税所得额。<br>
        二、个体工商户的生产、经营所得，以每一纳税年度的收入总额减除成本、费用以及损失后的余额，为应纳税所得额。<br>
        三、对企事业单位的承包经营、承租经营所得，以每一纳税年度的收入总额，减除必要费用后的余额，为应纳税所得额。<br>
        四、劳务报酬所得、稿酬所得、特许权使用费所得、财产租赁所得，每次收入不超过四千元的，减除费用八百元；四千元以上的，减除百分之二十的费用，其余额为应纳税所得额。<br>
        五、财产转让所得，以转让财产的收入额减除财产原值和合理费用后的余额，为应纳税所得额。<br>
        六、利息、股息、红利所得，偶然所得和其他所得，以每次收入额为应纳税所得额。<br>
        个人将其所得对教育事业和其他公益事业捐赠的部分，按照国务院有关规定从应纳税所得中扣除。<br>
        对在中国境内无住所而在中国境内取得工资、薪金所得的纳税义务人和在中国境内有住所而在中国境外取得工资、薪金所得的纳税义务人，可以根据其平均收入水平、生活水平以及汇率变化情况确定附加减除费用，附加减除费用适用的范围和标准由国务院规定。<br>
      </i>
      <i>
        <span class="top">第七条</span>　纳税义务人从中国境外取得的所得，准予其在应纳税额中扣除已在境外缴纳的个人所得税税额。但扣除额不得超过该纳税义务人境外所得依照本法规定计算的应纳税额。
      </i>
      <i>
        <span class="top">第八条</span>　个人所得税，以所得人为纳税义务人，以支付所得的单位或者个人为扣缴义务人。个人所得超过国务院规定数额的，在两处以上取得工资、薪金所得或者没有扣缴义务人的，以及具有国务院规定的其他情形的，纳税义务人应当按照国家规定办理纳税申报。扣缴义务人应当按照国家规定办理全员全额扣缴申报。
      </i>
      <i>
        <span class="top">第九条</span>　扣缴义务人每月所扣的税款，自行申报纳税人每月应纳的税款，都应当在次月十五日内缴入国库，并向税务机关报送纳税申报表。<br>
        工资、薪金所得应纳的税款，按月计征，由扣缴义务人或者纳税义务人在次月十五日内缴入国库，并向税务机关报送纳税申报表。特定行业的工资、薪金所得应纳的税款，可以实行按年计算、分月预缴的方式计征，具体办法由国务院规定。<br>
        个体工商户的生产、经营所得应纳的税款，按年计算，分月预缴，由纳税义务人在次月十五日内预缴，年度终了后三个月内汇算清缴，多退少补。<br>
        对企事业单位的承包经营、承租经营所得应纳的税款，按年计算，由纳税义务人在年度终了后三十日内缴入国库，并向税务机关报送纳税申报表。纳税义务人在一年内分次取得承包经营、承租经营所得的，应当在取得每次所得后的十五日内预缴，年度终了后三个月内汇算清缴，多退少补。<br>
        从中国境外取得所得的纳税义务人，应当在年度终了后三十日内，将应纳的税款缴入国库，并向税务机关报送纳税申报表。<br>
      </i>
      <i>
        <span class="top">第十条</span>　各项所得的计算，以人民币为单位。所得为外国货币的，按照国家外汇管理机关规定的外汇牌价折合成人民币缴纳税款。
      </i>
      <i>
        <span class="top">第十一条</span>　对扣缴义务人按照所扣缴的税款，付给百分之二的手续费。
      </i>
      <i>
        <span class="top">第十二条</span>　对储蓄存款利息所得开征、减征、停征个人所得税及其具体办法，由国务院规定。
      </i>
      <i>
        <span class="top">第十三条</span>　个人所得税的征收管理，依照《中华人民共和国税收征收管理法》的规定执行。
      </i>
      <i>
        <span class="top">第十四条</span>　国务院根据本法制定实施条例。
      </i>
      <i>
        <span class="top">第十五条</span>　本法自公布之日起施行。
      </i>
      <button class="button_share" @click="btn_share" open-type="share">这么无聊的东西，就不要分享了！</button>
      <ad unit-id="adunit-dc61e6acae19ed61"></ad>
  </div>

  
  
</template>

<script>

export default {
  data () {
    return {
    }
  },
  methods: {


      
    
  },
  created () {
  },
  onShareAppMessage: function (res) {
    if (res.from === 'button') {
      // 来自页面内转发按钮
      console.log(res.target)
    }
    return {
      title: '请不要点，真的无聊！',
      path: '/pages/home/main'
    }
  }

}
</script>

<style scoped>
.bg{
  /* text-align: center; */
  width: 100vw;
  height: 100vh;
  background: #fff;
}
.title{
  width: 100%;
  height: 150rpx;
  display: flex;
  justify-content: center;
  align-items: center;
}
i{
  padding-left: 20rpx;
  padding-right: 20rpx;
  font-size: 26rpx;
  margin-bottom: 20rpx;
}
.top{
  font-size:30rpx;
  color: #000;
}

.button_share{
  width: 80%;
  margin-top: 5vh;
  height: 45px;
  color: #fff;
  background: #62b900;
}
</style>
